export default [
  {
    title: "Ի՞նչ ծառայություն է մատուցում կայքը",
    content: `Ebooks.am կայքը իր օգտատերերին տրամադրում է ավելի քան 1000 էլեկտրոնային գրքեր, բացառապես .pdf տարբերակով։ ԳրքերըԿայքում եղած բոլոր գրքերը կարելի է
            գտնել նաև այլ կայքերում: Ի տարբերություն այլ կայքերի, Ebooks.am-ը կայքում գրանցված օգտատերերին տրամադրում է այնպիսի ծառայություններ, ինչպիսիք են՝ 
            <ul>
                <li>կայքում կարդալու հնարավորություն,</li>
                <li>գիրքը պահպանելու հնարավորություն,</li>
                <li>գիրքը կարդացված նշելու հնարավորություն,</li>
            </ul>
                
            `,
  },
  {
    title: "Ինչու՞ և ինչպե՞ս գրանցվել կայքում",
    content: `Ebooks.am կայքի որևէ ծառայությունից օգտվելու համար նախ և առաջ պետք է գրանցված լինեք կայքում։<br/> 
            Կայքում կարելի է գրանցվել Facebook-ի, Google-ի և Linkedin-ի հաշիվների միջոցով։ Այսինքն, եթե գրանցված եք այդ սոցիալական ցանցերից 
            որևիցե մեկում, ապա Ձեր այդ հաշիվը կարող եք օգտագործել Ebooks.am-ում գրանցվելու համար։Սեղմելով այն սոցիալական ցանցի վրա, որի միջոցով 
            ցանկանում եք մուտք գործել, Դուք կանցնեք համապատասխան կայքը և այնտեղ կլրացնեք Ձեր հաշվի տվյալները 
            (կամ պարզապես կընտրեք Ձեր հաշիվը) և արդյունքում մուտք կլինեք նաև Ebooks.am կայքում։<br/>
            <span class="bold">Ուշադրություն։</span> Կայքում գրանցվելու այլ տարբերակներ չկան։
            
            
            `,
  },
  {
    title: "Քանի՞ գիրք կարելի է ներբեռնել",
    content: `Կայքում գրանցվելուց հետո, Դուք ստանում եք 2 գիրք ներբեռնելու հնարավորություն, որոնք օգտագործելուց հետո, ամեն ամիս կստանք 1 նոր 
            հնարավորություն։ Եթե ցանկանում եք ավելի շատ գրքեր ներբեռնել և օգտվել կայքի այլ հնարավորություններից, ապա պետք է բաժանորդագրվեք կայքին։
            
            `,
  },
  {
    title: "Ի՞նչ կտա Ձեզ բաժանորդագրությունը",
    content: `Լիլին դեռահաս է, ով հաճախ մտածում է ինքնասպանության մասին, բայց ի վերջո ավարտում է կյանքն այլ պատճառով։ 
            Նա գրում է իր պատմությունն օրագրի տեսքով, որտեղ ներկայացնում է իր դրդապատճառներն ու զգացմունքերը։`,
  },
  {
    title: "Ինչպե՞ս բաժանորդագրվել կայքում",
    content: `Լիլին դեռահաս է, ով հաճախ մտածում է ինքնասպանության մասին, բայց ի վերջո ավարտում է կյանքն այլ պատճառով։ 
            Նա գրում է իր պատմությունն օրագրի տեսքով, որտեղ ներկայացնում է իր դրդապատճառներն ու զգացմունքերը։`,
  },
];
