import { Mixpanel } from "../../libs/mixpanel";
import "./TermsAndConditions.css";

export default function TermsAndConditions() {
  Mixpanel.track("Terms & Conditions Page");
  return (
    <section className="eb-main_container eb-terms_container">
      <main>
        <h1 style={{ marginBottom: "2.2rem" }}>
          Ընդհանուր դրույթներ և պայմաններ
        </h1>
        <div className="terms-section">
          {/* <h2>Ընդհանուր դրույթներ և պայմաններ</h2> */}
          <p>
            Սույն ընդհանուր դրույթները և պայմանները սահմանում և կարգավորում են
            www.ebooks.am կայքից (այսուհետ` “Կայք”) օգտվելու կանոններն ու
            կարգավորումները։
          </p>
          <p>
            Մուտք գործելով Կայք, օգտագործելով Կայքի ցանկացած ծառայություն կամ
            ներբեռնելով ցանկացած բովանդակություն՝ ամբողջությամբ կամ դրա մի մասը
            Դուք, որպես օգտատեր (այսուհետ նաև՝ Օգտատեր, Դուք, Ձեզ, Ձեր)
            հաստատում եք, որ ամբողջությամբ կարդացել և հասկացել եք սույն
            օգտագործման պայմանները և անվերապահորեն ընդունում եք դրանք, անկախ
            նրանից՝ Դուք օգտվում եք Կայքի կողմից մատուցվող ծառայություններից,
            Կայքի գրանցված օգտագործող եք, թե ուղղակի այցելու:
          </p>
          <p>
            Կայքը իրավունք ունի առանց նախապես ծանուցման, միակողմանի, ցանկացած
            պահի փոփոխել սույն Պայմանները: Օգտատերերի պարտականությունն է ժամանակ
            առ ժամանակ այցելել Կայք և ստուգել Պայմանների փոփոխությունները: Նոր
            պայմանները ուժ կունենան և կտարածվեն, դրանք Կայքում տեղադրելուց հետո
            ծագած պարտավորությունների վրա:
          </p>
          <p>
            Եթե Դուք համաձայն չեք սույն Պայմաններին, խնդրում ենք դադարեցնել
            Կայքի օգտագործումը: Կայքում գտնվելը, հաշիվ բացելը, Օգտատեր դառնալը և
            Ծառայություններից օգտվելը փաստում են Ձեր կողմից սույն Պայմանների
            անվերապահ ընդունումը:
          </p>
        </div>
        <div className="terms-section">
          <h2>Կայքի կողմից մատուցվող ծառայությունները</h2>
          <p>
            Կայքը իր օգտատերերին մատուցում է արագ և մատչելի եղանակով
            էլեկտրոնային գրքեր փնտրելու, ներբեռնելու, օնլայն տարբերակով
            կարդալու, մեկնաբանություններ գրելու ծառայություններ (այսուհետ նաև՝
            Ծառայություններ):
          </p>
          <p>
            Կայքի կողմից մատուցվող Ծառայություններից ողջ ծավալով օգտվելու համար
            Դուք պարտավոր եք գրանցվել Կայքում և բացել Օգտագործողի հաշիվ
            (այսուհետ նաև՝ Օգտագործողի հաշիվ կամ Հաշիվ): Յուրաքանչյուր
            Օգտագործող կարող է ունենալ մեկ Հաշիվ: Օգտագործողներն իրավունք չունեն
            օգտագործել այլ Օգտագարծողի հաշիվը: Հաշիվը բացելիս Օգտագործողը
            պարտավոր է ճշմարիտ ներկայացնել պահանջվող ողջ տեղեկատվությունը:
            Օգտագործողներն իրենք են պատասխանատու իրենց Հաշվի մուտքի տվյալների
            պահպանման համար և իրենք են կրում իրենց Հաշվով կատարվող
            գործառնությունների/գործողությունների համար պատասխանատվություն:
            Օգտագործողը պարտավոր է անհապաղ տեղեկացնել Ընկերությանը, եթե վստահ է,
            որ իր Հաշիվ եղել է չթույլատրված մուտք: Նման դեպքում Ընկերությունը
            իրավունք ունի անմիջապես արգելափակել Հաշիվը՝ մինչև հանգամանքների
            ամբողջական պարզումը: Ամեն դեպքում Ընկերությունը չի կրում ոչ մի
            պատասխանատվություն այլ անձանց կողմից Օգտագործողի Հաշվով կատարված
            գործողությունների համար: Այդ գործողություններով Ընկերությանը կամ
            երրորդ անձանց պատճառված վնասի համար պատասխանատվություն է կրում
            Օգտագործողը:
          </p>
          <p>
            Սույն կայքի որոշակի հատվածներ օգտատերերին հնարավորություն են տալիս
            հրապարակելու և փոխանակելու կարծիքներ, տեղեկություններ, նյութեր և
            տվյալներ («Մեկնաբանություններ») կայքի շրջանակներում։ Business
            Development Group-ը դիտարկում, խմբագրում, հրապարակում կամ ստուգում
            Մեկնաբանությունները նախքան դրանց հայտնվելը կայքում և
            Մեկնաբանությունները չեն արտացոլում Business Development Group-ի, դրա
            աշխատակիցների կամ գործընկերների տեսակետները կամ կարծիքները։
            Մեկնաբանություններն արտացոլում են այն անձի տեսակետն ու կարծիքը, ով
            հրապարակում է նման տեսակետ կամ կարծիք։ Կիրառելի օրենքի
            թույլատրության սահմաններում Business Development Group-ը
            պատասխանատվություն և պարտավորություն չի կրում Մեկնաբանությունների
            կամ որևէ արժեզրկման, պարտավորության, պատճառած և կամ կրած վնասների
            կամ ծախսերի համար, որոնք ի հայտ են եկել այս կայքում
            Մեկնաբանությունների որևէ օգտագործման և/կամ հրապարակման և/կամ
            հայտնվելու արդյունքում։ Business Development Group-ն իրավունք է
            վերապահում վերահսկելու բոլոր Մեկնաբանությունները և հեռացնելու բոլոր
            այն Մեկնաբանությունները, որոնք իր բացարձակ հայեցողությամբ անհարիր
            են, վիրավորական կամ ինչ-որ կերպ հակասում են սույն Ընդհանուր
            դրույթներին ու պայմաններին։ Դուք գիտակցում և երաշխավորում եք, որ
            իրավունք ունեք Մեկնաբանություն թողնելու մեր կայքում և ունեք դրա
            համար անհրաժեշտ բոլոր արտոնագրերն ու համաձայնագրերը,
            Մեկնաբանությունները չեն խախտում մտավոր սեփականության որևէ օրենք՝
            ներառյալ հեղինակային իրավունքի, պատենտավորման կամ ապրանքանիշի հետ
            կապված սահմանափակումները, կամ որևէ երրորդ կողմի այլ սեփականության
            իրավունքները, Մեկնաբանությունները չեն ներառում որևէ զրպարտական,
            դաժան, վիրավորական, անպարկեշտ կամ այլ անօրինական նյութեր կամ այնպիսի
            նյութեր, որոնք համարվում են գաղտնիության խախտում,
            Մեկնաբանությունները չեն օգտագործվի բիզնեսի, կամ գնումների
            առաջխաղացման կամ միջնորդության, կամ կոմերցիոն կամ հակաօրինական
            գործողությունների համար։ Սույնով Դուք Business Development Group-ին
            արտոնում եք ոչ բացառիկ անհատույյց իրավունք օգտագործելու,
            վերահրապարակելու, խմբագրելու և ուրիշներին թույլ տալու օգտագործել,
            վերահրապարակել և խմբագրել Ձեր Մեկնաբանություններից յուրաքանչյուրը
            ցանկացած և ամեն ձևով, ձևաչափով կամ լրատվամիջոցով։
          </p>
        </div>
        <div className="terms-section">
          <h2>Հեղինակային իրավունքի պաշտպանություն</h2>
          <p>
            Կայքում եղած ցանկացած էլեկտրոնային գիրք ձեռք է բերվել բացառապես բաց
            աղբյուրներից մասնավորապես համացանցից: Կայքի
          </p>
          <p>
            Կայքում առկա ողջ տեղեկատվությունը ներառյալ, սակայն չսահմանափակվելով՝
            Կայքի դիզայնը, տեսաձայնագրությունները, տեքստերը, գրաֆիկ պատկերները,
            լոգոները, ծրագիրը, պատկանում են Ընկերությանը կամ իր գործընկերներին՝
            հեղինակային իրավունքով, կամ վերջիններս ունեն դրանք օգտագործելու
            համապատասխան լիցենզիա կամ այլ իրավական հիմք: Վերոնշյալ մտավոր
            սեփականության օբյեկտները պաշտպանվում են ՀՀ օրենսդրությամբ սահմանված
            կարգով:
          </p>
          <p>
            Ընկերության կողմից մատուցվող ոչ մի ծառայություն չի կարող
            վերարտադրվել, կրկնօրինակվել, վաճառվել կամ վերավաճառվել՝ առանց
            Ընկերության ուղղակի գրավոր համաձայնության:
          </p>
        </div>
        <div className="terms-section">
          <h2>Գաղտնիություն</h2>
          <p>
            Դուք կարող եք այցելել Կայք առանց գրանցվելու, սակայն Կայքի և
            Ընկերության ամբողջական ծառայություններից օգտվելու համար Դուք
            պարտավոր եք գրանցվել Կայքում: Անձնական տեղեկությունները հավաքագրվում
            են (ստացվում են) միայն այն ժամանակ, երբ Դուք դրանք տրամադրում եք:
            Գրանցվելիս Դուք պետք է տրամադրեք Ձեր անունը, հասցեն, էլ. փոստի
            հասցեն և կոնտակտային տվյալները: Երբ Դուք օգտվում եք Կայքից, Մենք
            կարող ենք ստանալ տեղեկություններ նաև այլ եղանակներով: Մեր սերվերները
            Ձեր մասին ստանում և հավաքում են այնպիսի տեղեկություններ, ինչպիսիք են
            Ձեր IP հասցեն, բրաուզերի անվանումը, համակարգչի տեսակը, տեխնիկական
            տվյալներ օգտատերերի վերաբերյալ և Կայքի հետ կապ հաստատելու միջոցները,
            ինչպիսիք են օպերացիոն համակարգի տեսակը, ինտերնետային ծառայություն
            տրամադրող կազմակերպության անունը և այլ համանման տեղեկություններ: Այս
            տեղեկությունները օգնում են մեզ տեղյակ լինել և հասկանալ
            Օգտագործողների վարքագիծն ու միտումները: Մենք նաև ստանում ենք
            տեղեկություններ Կայքում Ձեր գործունեության վերաբերյալ: Այդ
            տեղեկությունները թույլ են տալիս առաջարկել Ձեզ ավելի հարմարեցված և
            Ձեր կողմից ավելի գերադասելի Ծառայություններ: Ձեր գրանցման պահին մենք
            ստանում ենք Ձեր տրամադրած տեղեկությունը, օրինակ Ձեր էլ. հասցեն,
            գաղտնաբառը և այլն: Ընկերությունը կարող է նաև ստանալ լրացուցիչ
            տեղեկություն Ձեր մասին այլ հաճախորդների բողոքների կամ մեր սպասարկման
            կենտրոնի միջոցով կամ տեղեկատվության այլ աղբյուրներից:
          </p>
          <p>
            Ընկերությունը ձեռնարկում է պատշաճ էլեկտրոնային, ֆիզիկական և այլ
            անվտանգության միջոցներ անօրինական մուտքից, փոփոխումից կամ
            հրապարակումից Ձեր անձնական տեղեկությունների անվտանգությունն
            ապահովելու համար: Ձեր տրամադրած բոլոր տվյալները պահվում են ապահով
            սերվերների տվյալների բազայում: Մենք գաղտնաբառերով պաշտպանում ենք Ձեր
            տրամադրած անձնական տեղեկություններ պարունակող Ընկերության ցանկացած
            էջ: Ընկերությունը երբեք չի խնդրի նշել Ձեր գաղտանաբառը հեռախոսազանգի
            կամ էլ. հասցեի միջոցով: Ձեր անձնական տվյալները չենք տրամադրի երրորդ
            անձանց, առանց Ձեր համաձայնության, բացառությամբ Օրենսդրությամբ
            նախատեսված դեպքերի (իրավապահ և պետական մարմինների իրենց իրավասության
            սահմաններում կատարված հարցումներ, դատական հարցումներ և այլն): Մեր
            կողմից Ձեր տվյալները կարող են հասանելի դարձվել միայն մեզ հետ
            փոխկապակցված անձանց, այն դեպքերում, երբ այդ տվյալները անհրաժեշտ են
            Ձեզ մատուցվող ծառայությունները իրականացնելու և դրանց որակը
            բարելավելու համար: Մենք համագործակցում ենք այլ կազմակերպությունների
            և/կամ անհատների հետ Ձեր Ծառայությունները պատշաճ մատուցելու նպատակով,
            ինչպես օրինակ. պատվերների ընդունում, տվյալների բազայի
            վերլուծություն, մարքեթինգային աջակցության մատուցում, բանկային
            քարտերով վճարումների իրականացման կատարում և քլիրինգ, հաճախորդների
            սպասարկում: Վերոնշյալ անձինք ստանում են անհրաժեշտ տվյալներին
            հասանելիություն իրենց կողմից նշված գործառնությունների իրականացման
            նպատակով և իրավունք չունեն օգտագործել նույն տեղեկատվությունը այլ
            նպատակներով:
          </p>
        </div>
        <div className="terms-section">
          <h2>Առցանց վճարում</h2>
          <p>
            Կայքում Պատվեր գրանցելիս առցանց վճարում կատարելուց հետո Menu.am-ը
            անմիջապես Պատվերը փոխանցում է համապատասխան Գործընկերոջը: Վճարումը
            ենթակա է վերադարձման միայն այն դեպքում, երբ Գործընկերը չի կարող
            լիարժեք պատրաստել Պատվերը:
          </p>
          <p>
            Առցանց վճարման հետ կապված որևէ խնդիր առաջանալու դեպքում Հաճախորդը
            կարող է դիմել Ընկերությանը՝ զանգահարելով 010-222-000 հեռախոսահամարով
            կամ ուղարկելով էլեկտրոնային նամակ info@menu.am հասցեով:
            Ընկերությունը պատասխանատվություն չի կրում Հաճախորդի վճարումների
            ուշացման, չեղարկման, ինչպես նաև վճարային այլ խնդիրների դեպքում։
          </p>
        </div>
        <div className="terms-section">
          <h2>Օնյալն վճարված գումարի հետվերադարձ</h2>
          <p>
            ՀՀ ԱրՔա համակրգին անդամակցող բանկերի կողմից թողարկված քարտերով,
            օնլայն վճարված գումարի հետվերադարձ կատարվում է նույն պահին, ԱրՔա
            համակարգի անդամ չհանդիսացող բանկերի կողմից թողարկված քարտերով,
            օնլայն վճարված գումարի հետվերադարձ կատարվում է 1 աշխատանքային օրում,
            Գումարի մասնակի հետվերադարձ կատարվում է 2 աշխատանքային օրում,
            Իդրամով օնլայն վճարված պատվերների գումարի հետվերադարձը կատարվում է
            24 ժամվա ընթացքում, Իդրամի գումարի մասնակի հետվերադարձը կատարվում է
            3 աշխատանքային օրում, Մոբիդրամով մասնակի հետվերեդարձ չի կատարվում,
            Օնլայն վճարված պատվերի առձեռն հետվերադարձ կատարել չի թույլատրվում։
          </p>
        </div>
        <div className="terms-section">
          <p>Թարմացված է՝ 05.05.2022</p>
        </div>
      </main>
    </section>
  );
}
