import { Mixpanel } from "../../libs/mixpanel";
import "../TermsAndConditions/TermsAndConditions.css";

export default function PrivacyPolicy() {
  Mixpanel.track("Privacy Policy Page");
  return (
    <section className="eb-main_container eb-terms_container">
      <main>
        <h1 style={{ marginBottom: "2.2rem" }}>
          Գաղտնիության քաղաքականություն
        </h1>
        <div className="terms-section">
          <p>
            Սույն Գաղտնիության Քաղաքականությունը տարածվում է բոլոր այն
            այցելուների և օգտատերերի (այսուհետ` “Օգտատեր”, “Դուք” կամ “Ձեր”)
            վրա, ովքեր օգտվում են մեր կայքի ծառայություններից:
          </p>
          <p>
            Սույն Գաղտնիության Քաղաքականությունը կարգավորում է www.ebooks.am
            կայքի (այսուհետ` “Կայք”) օգտատերերից ստացված տեղեկատվության
            հավաքագրման, կիրառման, պահպանման և բացահայտման եղանակները:
          </p>
          <p>
            Սույն Գաղտնիութան Քաղաքականությամբ սահմանվում են Կայքում մատուցվող
            ծառայություններից օգտվելիս ծագող Ձեր իրավունքները և
            պարտականություները: Եթե Դուք համաձայն չեք սույն Գաղտնիության
            Քաղաքականությամբ սահմանված պայմանների հետ, ապա Դուք իրավունք չունեք
            օգտվել Կայքի տրամադրած ծառայություններից:
          </p>
        </div>
        <div className="terms-section">
          <h2>Անձնական տվյալներ </h2>
          <p>
            Դուք կարող եք այցելել Կայք առանց գրանցվելու, սակայն կայքի
            ծառայություններից օգտվելու համար Դուք պարտավոր եք գրանցվել կայքում:
            Անձնական տեղեկությունները ստացվում են միայն այն ժամանակ, երբ Դուք
            դրանք տրամադրում եք: Կայքում գրանցման ցանկացած տարբերակից օգտվելիս,
            Դուք տրամադում եք Ձեր անունը և էլ. փոստի հասցեն:
          </p>
          <p>
            Երբ Դուք օգտվում եք մեր կայքից, մենք կարող ենք ստանալ
            տեղեկություններ նաև այլ եղանակներով: Կայքի սերվերները Ձեր մասին
            ստանում և հավաքում են այնպիսի տեղեկություններ, ինչպիսիք են Ձեր IP
            հասցեն, բրաուզերի անվանումը և համակարգչի տեսակը: Այս
            տեղեկությունները օգնում են մեզ տեղյակ լինել և հասկանալ օգտատերերի
            վարքագիծն ու միտումները: Մենք նաև ստանում ենք տեղեկություններ մեր
            կայքում Ձեր գործունեության վերաբերյալ: Այդ տեղեկությունները թույլ են
            տալիս առաջարկել Ձեզ ավելի հարմարեցված և Ձեր կողմից ավելի գերադասելի
            ծառայություններ:
          </p>
        </div>
        <div className="terms-section">
          <h2>Տեղեկությունների կիրառման եղանակները</h2>
          <p>Մենք կարող ենք օգտագործել Ձեր տրամադրած տեղեկությունը`</p>
          <p>• Կայքի օգտագործման հարցում Ձեզ աջակցելու համար,</p>
          <p>• Կայքի սխալ օգտագործումը կանխելու և պաշտպանելու համար,</p>
          <p>
            • Ծառայությունների վերաբերյալ Ձեր հարցումները բավարարելու համար,
          </p>
          <p>• Ձեր հաշիվը կարգավորելու համար,</p>
          <p>• Մեր պայմանները եւ ծառայությունները ճիշտ իրականացնելու համար:</p>
        </div>
        <div className="terms-section">
          <h2>Տվյալների անվտանգությունը </h2>
          <p>
            Կայքը ձեռնարկում է պատշաճ էլեկտրոնային և այլ անվտանգության միջոցներ
            անօրինական մուտքից, փոփոխումից կամ հրապարակումից Ձեր անձնական
            տեղեկությունների անվտանգությունն ապահովելու համար: Ձեր տրամադրած
            բոլոր տվյալները պահվում են ապահով սերվերների տվյալների բազայում: Ձեր
            անձնական տվյալները չեն տրամադրվում որևէ երրորդ կողմի, առանց Ձեր
            համաձայնության, բացառությամբ Օրենսդրությամբ նախատեսված դեպքերի:
          </p>
        </div>
        <div className="terms-section">
          <h2>Տեղեկանիշեր</h2>
          <p>
            Մեր կայքը իրավունք ունի կիրառել տեղեկանիշեր (քուքիներ)` Օգտատիրոջ
            աշխատանքը ավելի արդյունավետ դարձնելու նպատակով: Տեղեկանիշերը
            տեքստային ֆայլեր են, որոնցում պահվում են գրառումներ: Կան երկու
            տեսակի տեղեկանիշեր՝ ընթացիկ (երբ Դուք փակում եք դիտարկիչը, ընթացիկ
            տեղեկանիշերը չեն պահպանվում) և կայուն (պահպանվում է Ձեր համակարգչի
            կոշտ սկավառակի վրա որոշակի ժամանակ): Օգտատերերը ըստ ցանկության կարող
            են իրենց բրաուզերում համապատասխան փոփոխություն կատարելով անջատել
            տեղեկանիշերի գրանցման ֆունկցիան: Սակայն, դա անելով, Դուք հնարավոր է
            ունենաք որոշակի խնդիրներ Կայքի աշխատանքի հետ կապված։ Դրանք միացրած
            թողնելով, Դուք կօգնեք Կայքին բարելավելու Ձեր հարմարավետությունն ու
            արդյունավետությունը, Կայքի ծառայություններից օգտվելու ժամանակ:
          </p>
        </div>
        <div className="terms-section">
          <h2>Գաղտնիության քաղաքականության փոփոխություն </h2>
          <p>
            Կայքը իրավունք ունի փոփոխություն մտցնել սույն Գաղտնիության
            Քաղաքականությունում: Գաղտնիության քաղաքականության որևէ փոփոխության
            դեպքում, մենք կտեղեկացնենք Ձեզ էլ. փոստի միջոցով:
          </p>
          <p>
            Սույն Գաղտնիության Քաղաքականության ցանկացած փոփոխությունից հետո
            Կայքի ծառայություններից օգտվելը կնշանակի, որ Դուք ընդունում եք
            փոփոխությունները:
          </p>
        </div>
      </main>
    </section>
  );
}
